Repository: DirectumCompany/Yotalab.PlanningPoker
Catalog: Yotalab.PlanningPoker.BlazorServerSide/Resources/UIResources.*.resx
Languages: ru

# AddModeratorButton
source: Make Moderator
ru: Сделать модератором

# BackToMySessionsButton
source: Back to My Sessions
ru: Вернуться к моим сессиям

# CancelButton
source: Cancel
ru: Отменить

# ChartAverage
source: Average: {0}
ru: Среднее: {0}

# ChartVoteSummary
source: Score {0} - {1} (votes: {2})
ru: Оценка {0} - {1} (голосов: {2})

# CreateSession
source: New Session
ru: Новая сессия

# EditParticipantInfoButton
source: Edit profile
ru: Изменить профиль

# EditParticipantInfoDialogAvatarSubmitError
source: Failed to submit profile changes, try again later.
ru: Не удалось сохранить профиль, попробуйте позже.

# EditParticipantInfoDialogAvatarUploadError
source: Failed to upload image, try again later.
ru: Не удалось загрузить изображение, попробуйте позже.

# EditParticipantInfoDialogMaxAvatarSize
source: The image size should not be larger than {0} kbyte
ru: Размер изображения не должен быть больше чем {0} кбайт

# EditParticipantInfoDialogNameLabel
source: Name
ru: Имя

# EditParticipantInfoDialogTitle
source: Editing profile
ru: Изменение профиля

# EditSessionDialogAutoStopHint
source: Automatically stop the session and show votes when all participants have voted
ru: Автоматически останавливать сессию и показывать голоса, когда все участники проголосовали

# EditSessionDialogAutoStopLabel
source: Automatic stop the session
ru: Автостоп сессии

# EditSessionDialogNameLabel
source: Session Name
ru: Имя сессии

# EditSessionDialogNameRequired
source: The session name cannot be empty
ru: Имя сессии не может быть пустым

# EditSessionDialogTitle
source: Editing session
ru: Изменение сессии

# ErrorBoundaryRefreshLink
source: refresh page
ru: обновить страницу

# ErrorBoundaryText
source: Something went wrong, try
ru: Что-то пошло не так, попробуйте

# ExcludeParticipantButton
source: Exclude
ru: Исключить

# FinishedSessionState
source: Voting has ended
ru: Голосование завершилось

# FinishSessionButton
source: Finish
ru: Завершить

# InitialSessionButton
source: Reset
ru: Обнулить

source: Interface Language
ru: Язык интерфейса

# JoinButton
source: Join
ru: Присоединиться

# LeaveSessionButton
source: Leave Session
ru: Покинуть сессию

source: My Sessions
ru: Мои сессии

# NamelessParticipantName
source: Nameless
ru: Безымянный

# NewSessionName
source: New Session
ru: Новая сессия

# NotParticipantHint
source: You are not a participant of the session '{0}'
ru: Вы не являетесь участником сессии '{0}'

# NotStartedSessionState
source: No voting is held
ru: Голосование не проводится

# ParticipantsCount
source: Participants: {0}
ru: Участников: {0}

# RemoveModeratorButton
source: Cancel Moderator
ru: Отменить модератора

# RemoveSession
source: Remove
ru: Удалить

# RemoveSessionDialogTitle
source: Removing session
ru: Удаление сессии

# RemoveSessionDialogWarning
source: Session <b>'{0}'</b> cannot be restored after deletion.
ru: Сессию <b>"{0}"</b> после удаления не восстановить.

# RestartSessionButton
source: Restart
ru: Перезапустить

# SaveButton
source: Save
ru: Сохранить

source: Session not exists
ru: Сессии не существует

# SessionsEmpty
source: You are not participating in any session yet
ru: Вы пока не участвуете ни в одной сессии

# StartedSessionState
source: Voting has begun...
ru: Голосование началось...

# StartSessionButton
source: Start
ru: Начать

# StoppedSessionState
source: Voting stopped
ru: Голосование остановлено

# StopSessionButton
source: Stop
ru: Остановить

# VotingInProcess
source: Voting is underway
ru: Голосование идет

# WellcomeSubtitle
source: Make estimating Agile projects simple and fun.
ru: Сделайте оценку Agile проектов простой и увлекательной.

# WellcomeTitle
source: Clear and simple planning!
ru: Ясное и простое планирование!

# YouModerator
source: You a moderator
ru: Вы модератор
